
module.exports = {

    start(name){
        return 'Привет , '+name+'! \n'+
            'Я покажу вам видеоуроки и поделюсь полезной информацией.\n Для управления диалогом используйте команды".'
    },
    help(name){
        return 'Привет , '+name+'! \n'+
            'Я покажу вам видеоуроки и поделюсь полезной информацией.\n Для управления диалогом используйте команды".'
    },
    about: 'Этот бот разработан компанией helpexcel в 2018 году.\n\nРазработчик: +79151272664 (Алексей)'+
    '\n\nБот-помошник: @helpexcel_bot \n\nСайт: http://helpexcel.pro/',
    plan: 'Курс состоит из 3 видео-уроков, на которых Вы разберетесь в "безокладной" системе мотивации персонала:\n' +
    'Урок 1. Как оклады убивают мотивацию персонала\n' +
    'Урок 2. «Плюсы» и «минусы» различных систем \n' +
    'оплаты труда\n' +
    'Урок 3. «Безокладная» система. Критерии оценки \n' +
    'индивидуальных достижений каждого сотрудника\n' +
    '\n' +
    'Не теряйте время и деньги! Переходите к просмотру видео прямо сейчас! ',
    aboutTime: 'Курс состоит из 3 видео-уроков, каждый из которых длится 10-12 минут:\n' +
    'Урок 1. Как оклады убивают мотивацию персонала\n' +
    'Урок 2. «Плюсы» и «минусы» различных систем\n' +
    'оплаты труда\n' +
    'Урок 3. «Безокладная» система. Критерии оценки \n' +
    'индивидуальных достижений каждого сотрудника \n' +
    '\n' +
    'Лайфхак: в настройках видео по умолчанию стоит обычная скорость воспроизведения. Если поменять ее на скорость 1.5, то Вы сможете ускорить процесс и просмотреть видео в 1,5 раза быстрее! \n' +
    '\n' +
    'Не теряйте время и деньги! Переходите к просмотру видео прямо сейчас! ',
    aboutHelp: 'Более 15 лет занимается вопросами финансов, 17 лет успешной предпринимательской деятельности. Помогла вывести десятки компаний из кризисных ситуаций. \n' +
    '\n' +
    'Спикер, бизнес-тренер и действующий финансовый директор международного холдинга ATManagment Group. \n' +
    '\n' +
    'За 17 лет, Ирина была владельцем и генеральным директором нескольких бизнесов в различных отраслях: ресторан, юридическое агентство, кадровое агентство, тренинговая компания и другие. \n' +
    '\n' +
    'Создала мощнейшую программу по управлению финансам – курс «Финансовое планирование», который успешно завершили 1500 предпринимателей по всему СНГ. А с осени 2016 года, данный курс был полностью переведен и с успехом предоставляется в США.\n' +
    '\n' +
    'Лично реализовала 120 консалтинговых проектов по внедрению финансового планирования и как итог, рост прибыли в компаниях составил от 20 до 230 %.\n' +
    '\n' +
    'За время карьеры спикера провела более 400 семинаров, тренингов и т.д. общей численностью участников более 5500.\n' +
    '\n' +
    'Обычные результаты клиентов, с которыми работала Ирина: \n' +
    '\n' +
    'Уменьшение кредиторской задолженности за 1,5 года на 83% \n' +
    'За 2 года погашение всех кредитов (до окончания кредитных договоров) \n' +
    'Прирост по доходу вместо запланированных 15% за год, 32% за первые 5 месяцев \n' +
    'Увеличение чистой прибыли на 300% за период менее, чем в 10 месяцев \n' +
    'Рост фондов учредителя на 200% менее, чем за 6 недель\n' +
    '\n' +
    'Автор книги и мастер-класса "ГДЕНЬГИ".',
    difference:'Основное направление компании ATManagement Group – это финансовый коучинг. Коучи внедряют в компании клиентов технологию финансового планирования, что позволяет клиентам увеличивать прибыль и резервы, оптимизировать расходы и систему начисления заработной платы, упорядочить финансовые потоки, прогнозировать будущие финансовые условия.\n' +
    '\n' +
    'Основное наше отличие в том, что мы не теоретики, а практики. Инструменты управления, которым мы обучаем и которые внедряем, лежат в основе деятельности нашей компании. Внедряем конкретные инструменты технологии управления не просто ради внедрения, а только для выведения компании клиента на новый финансовый уровень.\n' +
    '\n' +
    'Компания была создана в Санкт-Петербурге в октябре 2006 года в связи с объединением самостоятельно работающих коучев в области управления. Ее учредителями и руководителями стали успешные предприниматели.\n' +
    '\n' +
    'Параллельно был открыт офис в Латвии (г. Рига). На сегодняшний день в Рижском офисе работают программисты, которые совершенствуют и развивают возможности компьютерной программы Admin Solution of Management.\n' +
    '\n' +
    'В 2011 году компания ATManagement Group открыла офис в США, штат Флорида. В Американском офисе компании предоставляются Продвинутые Услуги ведущими коучами и спикерами.\n' +
    '\n' +
    'Коучи ATManagement Group предоставляют финансовый коучинг клиентам из разных регионов России и стран СНГ (Украина, Белоруссия, Молдавия, Казахстан, Кыргызстан). Клиенты компании – это владельцы, директора малого, среднего и крупного бизнеса.\n',
    video1:'Вам открыт доступ к первому уроку: "Как оклады убивают мотивацию персонала". \n' +
    'Из него Вы узнаете: \n' +
    '- какая статья расходов разоряет Ваш бизнес; \n' +
    '- почему бизнес часто уходит в минус при неправильной системе начисления заработной платы сотрудникам; \n' +
    '- как уборщица влияет на доход компании. \n' +
    'Интересно? Тогда жмите скорее кнопку "Посмотреть видео"! \n' ,
    video2: 'Вам открыт доступ ко второму уроку: "Плюсы и минусы различных систем оплаты труда". \n' +
    'В нем мы рассмотрим разные системы мотивации персонала и остановимся подробно на системе начисления заработной платы таким образом, чтобы каждый сотрудник был заинтересован в росте прибыли компании. "Такое вообще реально?", - спросите Вы. ДА!!! Жмите скорее кнопку "Посмотреть видео"! \n',
    video3:'Вам открыт доступ к третьему уроку: "Безокладная» система. Критерии оценки индивидуальных достижений каждого сотрудника". \n' +
    'В нем конкретные рекомендации и примеры внедрения данной системы. Вы готовы применить их на практике? Тогда жмите скорее кнопку "Посмотреть видео!"\t',
    video4:'Поздравляем! Вы посмотрели три видео-урока по "безокладной" системе мотивации персонала. Приготовьтесь, дальше будет еще интереснее!\n' +
    'Продолжим? Мы подготовили для Вас полноценный мастер-класс Ирины Нарчемашвили "ГДЕНЬГИ". \n' +
    'За три часа  Вы узнаете: \n' +
    '- какие области компании напрямую влияют на прибыль; \n' +
    '- как развивать компанию на основе показателей эффективности персонала; \n' +
    '- об инструменте создания денег. \n' +
    'Цена мастер-класса для Вас составляет 450 вместо 4500 рублей.\n' +
    'По ссылке ниже Вы можете перейти для оплаты мастер-класса  "ГДЕНЬГИ" или узнать о нем подробнее. \n' +
    'Внимание! Предложение действительно 24 часа! (сможем ли мы отследить этот момент?)\n'

}

